Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# settings.backup.photoBackupMode
source: 照片副本纳入系统备份
de: Fotokopien im System-Backup
en: Photo Copies in System Backup
fr: Inclure les copies de photos dans la sauvegarde système
ja: システムバックアップに写真のコピーが含まれています
zh_hant: 照片副本納入系統備份

# settings.backup.photoBackupMode.footer
source: 关闭可节省 iCloud 存储空间（原图可从相册重建）。开启后导入副本将随系统备份保存，数据更安全。
de: Deaktivieren spart iCloud-Speicher; Originale bleiben in „Fotos“. Aktiviert werden importierte Kopien im System-Backup gesichert.
en: Turn off to save iCloud storage (originals can be rebuilt from Photos). When on, imported copies are included in system backups.
fr: Désactivez pour économiser de l'espace iCloud. Les originaux restent dans Photos ; sinon, les copies importées suivent la sauvegarde système.
ja: iCloudストレージ容量を節約するにはオフにします （元の画像は「写真」アプリから再構築できます）。オンにすると、インポートされたコピーがシステムバックアップとともに保存されるため、データの安全性が高まります。
zh_hant: 關閉可節省 iCloud 儲存空間（原圖可從相簿重建）。開啟後匯入副本將隨系統備份儲存，資料更安全。

# settings.backup.proOnly
source: Pro 专属功能
de: Pro-Funktion
en: Pro Feature
fr: Fonctionnalité réservée aux membres Pro
ja: プロ専用の機能
zh_hant: Pro 專屬功能

# settings.backup.restore
source: 备份恢复
de: Wiederherstellen
en: Restore
fr: Restaurer
ja: バックアップと復元
zh_hant: 備份還原

# settings.backup.restoreComplete
source: 恢复完成
de: Wiederherstellung abgeschlossen
en: Restore Finished
fr: Restauration terminée
ja: 復旧完了
zh_hant: 還原完成

# settings.backup.restoreSummary %lld %lld %lld %lld
source: 已导入 %1$lld 个档案、%2$lld 张照片、%3$lld 个事件（%4$lld 项已存在跳过）
de: %1$lld Profile, %2$lld Fotos, %3$lld Ereignisse wiederhergestellt (%4$lld waren bereits vorhanden und wurden übersprungen)
en: Restored %1$lld profiles, %2$lld photos, %3$lld events (%4$lld already existed and were skipped)
fr: %1$lld profils, %2$lld photos et %3$lld événements importés (%4$lld déjà présents, ignorés)
ja: %1$lldファイル、%2$lld写真、%3$lldイベントをインポートしました （%4$lld項目はスキップされました）
zh_hant: 已匯入 %1$lld 個檔案、%2$lld 張照片、%3$lld 個事件（%4$lld 項已存在跳過）

# settings.backup.share
source: 保存或分享备份
de: Backup-Datei teilen
en: Share Backup File
fr: Partager le fichier
ja: バックアップを保存または共有する
zh_hant: 儲存或分享備份

# settings.backup.zipHint
source: 备份包是标准 ZIP 格式。在 Windows 电脑上把后缀 .milensbackup 改成 .zip 即可解压查看照片与元数据。
de: Das Backup ist ein Standard-ZIP-Archiv. Unter Windows kannst du .milensbackup in .zip umbenennen, um die Fotos und Metadaten anzuzeigen.
en: The backup is a standard ZIP archive. On Windows, rename .milensbackup to .zip to view the photos and metadata.
fr: La sauvegarde est une archive ZIP standard. Sur un PC Windows, renommez l'extension .milensbackup en .zip pour en extraire les photos et les métadonnées.
ja: バックアップパッケージは標準のZIP形式です。Windowsコンピューターでは、拡張子 .milensbackupを .zipに変更して解凍し、写真とメタデータを表示します。
zh_hant: 備份包是標準 ZIP 格式。在 Windows 電腦上把副檔名 .milensbackup 改成 .zip 即可解壓縮查看照片與詮釋資料。

# settings.bellShake.all
source: 全部
de: Alle Erinnerungen
en: All Reminders
fr: Toutes les alertes
ja: 全て

# settings.bellShake.anniversaryOnly
source: 仅纪念日
de: Nur Jahrestage
en: Anniversaries Only
fr: Anniversaires uniquement
ja: 記念日のみ
zh_hant: 僅紀念日

# settings.bellShake.newPhotoOnly
source: 仅新照片
de: Nur neue Fotos
en: New Photos Only
fr: Nouvelles photos uniquement
ja: 新しい写真のみ
zh_hant: 僅新照片

# settings.bellShake.off
source: 不晃动
de: Aus
en: Off
fr: Désactivé
ja: 揺れない
zh_hant: 不晃動

# settings.bellShake.title
source: 铃铛提醒
de: Erinnerungsglocke
en: Reminder Bell
fr: Animation de rappel
ja: ベルリマインダー
zh_hant: 鈴鐺提醒

# settings.footer.privacy
source: 无联网功能 · 无信息收集 · 无需注册账号
de: Keine Netzwerkfunktionen · Keine Datenerfassung · Kein Konto erforderlich.
en: No network features · No data collection · No account required.
fr: Aucune fonction réseau · Aucune collecte de données · Aucun compte requis
ja: ネットワーク機能なし・情報収集なし・アカウント登録不要
zh_hant: 無連網功能 · 無資訊收集 · 無需註冊帳號

# settings.notifications.denied.message
source: 如需接收纪念提醒，请在系统设置中允许「咪Lens」发送通知。
de: Aktiviere die Mitteilungen für MiLens in den Systemeinstellungen, um Erinnerungen an Jahrestage zu erhalten.
en: Enable notifications for MiLens in System Settings to receive anniversary reminders.
fr: Activez les notifications dans les Réglages système pour ne manquer aucun souvenir.
ja: 記念リマインダーを受け取りたい場合は、システム設定で「MiLens」の通知送信を許可してください。
zh_hant: 如需接收紀念提醒，請在系統設定中允許「咪Lens」傳送通知。

# settings.notifications.denied.ok
source: 知道了
de: OK
en: OK
fr: Compris
ja: 知っていた

# settings.notifications.denied.title
source: 通知权限未开启
de: Mitteilungen deaktiviert
en: Notifications Disabled
fr: Notifications désactivées
ja: 通知許可が有効になっていません
zh_hant: 通知權限未開啟

# settings.notifications.footer
source: 开启后：生日、成为家人的日子当天 09:00 提醒；里程碑和时光机在合适的时候提醒。
de: Bei Aktivierung erhältst du um 9:00 Uhr Erinnerungen an Geburtstage und Jahrestage sowie tägliche Zeitmaschinen-Erinnerungen, wenn Fotos dieses Tages existieren.
en: When enabled: reminders at 9:00 AM on birthdays and adoption anniversaries; daily 9:00 AM Time Machine memories when photos exist from this day in past years.
fr: Une fois activées : les notifications rappellent anniversaires et adoptions à 9 h 00 ; jalons et souvenirs d'années passées arrivent au bon moment.
ja: オンにすると、誕生日や家族になった日の09:00にリマインダーが送信されます。マイルストーンやタイムマシンが適切なタイミングで知らせてくれます。
zh_hant: 開啟後：生日、成為家人的日子當天 09:00 提醒；里程碑和時光機在合適的時候提醒。

# settings.notifications.reminders
source: 纪念提醒
de: Erinnerungen
en: Memorial Reminders
fr: Rappels programmés
ja: 記念リマインダー
zh_hant: 紀念提醒

# settings.privacy.badge.body
source: 本地分析 · 随时可导出
de: Lokale Analyse · Jederzeit exportieren
en: On-Device Analysis · Export Anytime
fr: Analyse locale · Export possible à tout moment
ja: ローカル分析・エクスポート対応
zh_hant: 本機分析 · 隨時可匯出

# settings.privacy.badge.title
source: 照片只保存在设备上
de: Fotos bleiben auf dem Gerät
en: Photos Stay on Device
fr: Les photos restent sur l'appareil
ja: 写真はデバイスにのみ保存されます
zh_hant: 照片只儲存在裝置上

# settings.privacy.local
source: 本地数据与隐私说明
de: Lokale Daten & Datenschutz
en: Local Data & Privacy
fr: Traitement local
ja: ローカルデータとプライバシーに関する通知
zh_hant: 本機資料與隱私說明

# settings.privacy.policy
source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hant: 隱私權政策

# settings.pro.active.title
source: 已解锁 MiLens Pro
de: MiLens Pro aktiv
en: MiLens Pro Active
fr: Membre MiLens Pro
ja: ロック解除されたMiLens Pro
zh_hant: 已解鎖 MiLens Pro

# settings.pro.card.body
source: 更多伙伴、更长回顾与完整导出
de: Mehr Lieblinge · Längerer Verlauf · Vollständige Exporte
en: More pals · Longer history · Full exports
fr: Plus de compagnons · Historique plus long · Exports complets
ja: より多くのパートナー、より長いレビュー、そして完全なエクスポート
zh_hant: 更多毛小孩、更長回顧與完整匯出

# settings.pro.card.body.active
source: 感谢支持，长期档案现已完整
de: Du hast vollen Zugriff auf alle Pro-Funktionen.
en: Thanks for your support — your lifetime archive is now complete
fr: Merci pour votre soutien — votre archive de vie est désormais complète
ja: ご支援のおかげで長期アーカイブが完成しました
zh_hant: 感謝支持，長期檔案現已完整

# settings.pro.card.cta
source: 了解 Pro 版 →
de: Auf Pro upgraden
en: Upgrade to Pro
fr: Découvrir MiLens Pro
ja: プロについて詳しく見る→
zh_hant: 瞭解 Pro 版 →

# settings.pro.card.cta.active
source: 管理订阅 →
de: Verwalten
en: Manage
fr: Gérer mon abonnement
ja: サブスクリプションの管理 →
zh_hant: 管理訂閱 →

# settings.pro.card.headline
source: 让长期档案更完整
de: MiLens Pro
en: Make Your Archive Complete
fr: Passez à la vitesse supérieure
ja: 長期アーカイブをより完全なものにする
zh_hant: 讓長期檔案更完整

# settings.pro.card.headline.active
source: 全部功能已解锁
de: MiLens Pro aktiv
en: All Features Unlocked
fr: MiLens Pro est actif
ja: すべての機能がロック解除されました
zh_hant: 全部功能已解鎖

# settings.pro.manage
source: 管理订阅
de: Abo verwalten
en: Manage Subscription
fr: Gérer l'abonnement
ja: サブスクリプションを管理する
zh_hant: 管理訂閱

# settings.pro.unlock.subtitle
source: 解锁完整拼豆工作室与图片编辑器
de: Schalte das komplette Bügelperlen-Studio und den Fotoeditor frei
en: Unlock full Bead Studio & photo editor
fr: Accédez à toutes les fonctionnalités sans limite
ja: 完全なPindou Studioと画像エディターのロックを解除します
zh_hant: 解鎖完整拼豆工作室與圖片編輯器

# settings.pro.unlock.title
source: 解锁 MiLens Pro
de: MiLens Pro freischalten
en: Unlock MiLens Pro
fr: Débloquer MiLens Pro
ja: MiLens Proのロックを解除する
zh_hant: 解鎖 MiLens Pro

# settings.section.about
source: 关于
de: Über
en: About
fr: À propos
ja: について
zh_hant: 關於

# settings.section.appearance
source: 外观
de: Erscheinungsbild
en: Appearance
fr: Apparence
ja: 外観
zh_hant: 外觀

# settings.section.notifications
source: 通知
de: Mitteilungen
en: Notifications
fr: Notifications
ja: 通知する

# settings.section.preferences
source: 偏好设置
de: Einstellungen
en: Preferences
fr: Préférences
ja: 設定
zh_hant: 偏好設定

# settings.section.privacy
source: 隐私与数据
de: Daten & Datenschutz
en: Data & Privacy
fr: Confidentialité
ja: プライバシーとデータ
zh_hant: 隱私與資料

# settings.section.support
source: 支持与版本
de: Support
en: Support
fr: Assistance
ja: サポートとバージョン
zh_hant: 支援與版本

# settings.storage.count %lld %lld
source: %1$lld/%2$lld 张
de: %1$lld/%2$lld Fotos
en: %1$lld/%2$lld photos
fr: %1$lld/%2$lld photos
ja: %1$lld/%2$lld個
zh_hant: %1$lld/%2$lld 張

# settings.storage.title
source: 照片存储
de: Fotospeicher
en: Photo Storage
fr: Gestion du stockage
ja: 写真ストレージ
zh_hant: 照片儲存空間

# settings.subtitle.suffix
source: ，把所有回忆留在你的设备上
de: · Digitales Lebensarchiv
en: · keeping every memory on your device
fr: · tous vos souvenirs restent sur votre appareil
ja: 、すべての思い出をデバイスに保存します
zh_hant: ，把所有回憶留在你的裝置上

# settings.support.help
source: 使用帮助
de: Hilfe & FAQ
en: Help & FAQ
fr: Centre d'aide
ja: ヘルプ
zh_hant: 使用說明

# settings.title
source: 我的
de: Einstellungen
en: Settings
fr: Réglages
ja: 私の

# share.action.saveLibrary
source: 存到系统图库
de: In Fotos speichern
en: Save to Photos
fr: Enregistrer dans Photos
ja: 「写真」アプリに保存
zh_hant: 存到系統相簿

# share.action.share
source: 分享成品
de: Teilen
en: Share
fr: Partager
ja: 完成品を共有する

# share.panel.destinations
source: 系统分享目标
de: Ziele zum Teilen
en: Share Destinations
fr: Options de partage
ja: システム共有の目標
zh_hant: 系統分享目標

# share.panel.more
source: 更多
de: Weitere Plattformen
en: More Platforms
fr: Plus
ja: もっと

# share.panel.privacy
source: 照片在设备端生成；只有主动分享时才会离开 MiLens。
de: Fotos werden auf deinem Gerät erstellt und verlassen MiLens nur, wenn du sie teilst.
en: Photos are created on your device and leave MiLens only when you choose to share them.
fr: Les photos sont créées sur votre appareil ; elles ne quittent MiLens que lorsque vous choisissez de les partager.
ja: 写真はデバイス上で生成されます。アクティブに共有されている場合にのみ、MiLensから離れます。
zh_hant: 照片在裝置端產生；只有主動分享時才會離開 MiLens。

# share.panel.title
source: 保存与分享
de: Speichern & Teilen
en: Save & Share
fr: Enregistrer et partager
ja: 保存して共有する
zh_hant: 儲存與分享

# share.platform.douyin
source: 抖音
de: TikTok / Douyin
en: TikTok / Douyin
fr: TikTok
ja: ティックトック

# share.platform.moments
source: 朋友圈
de: WeChat Moments
en: WeChat Moments
fr: WeChat Moments
ja: 瞬間

# share.platform.rednote
source: 小红书
de: RED (Xiaohongshu)
en: RED (Xiaohongshu)
fr: RedNote
ja: 小さな赤い本
zh_hant: 小紅書

# share.platform.wechat
source: 微信
de: WeChat-Freunde
en: WeChat Friends
fr: WeChat

# share.preview.close
source: 关闭
de: Schließen
en: Close
fr: Fermer
ja: 閉鎖
zh_hant: 關閉

# share.preview.headline
source: 这张照片，已经有了 另一种留下来的方式。
de: Dieses Foto hat einen weiteren Weg, bei dir zu bleiben.
en: This photo has another way to stay with you.
fr: Cette photo a trouvé une autre façon de rester.
ja: この写真はすでに存在します もう一つの滞在方法。
zh_hant: 這張照片，已經有了 另一種留下來的方式。

# share.preview.overline
source: READY TO KEEP
de: Bereit zum Behalten
fr: PRÊT À CONSERVER
ja: すぐに保管可能
zh_hant: 準備珍藏

# share.preview.title
source: 成品预览
de: Vorschau teilen
en: Share Preview
fr: Partager le souvenir
ja: 完成品プレビュー
zh_hant: 成品預覽

# share.sheet.morePlatforms
source: 更多平台
de: Weitere Plattformen
en: More Platforms
fr: Autres applications
ja: さらなるプラットフォーム

# share.sheet.subtitle
source: 分享到社交平台，让更多人看到它
de: Teile deine Kreation mit Familie und Freunden
en: Share it on social media so more people can see it
fr: Partagez ce moment précieux avec vos proches
ja: ソーシャルプラットフォームで共有して、より多くの人に見てもらいましょう
zh_hant: 分享到社群平台，讓更多人看到它

# share.sheet.title
source: 分享作品
de: Kreation teilen
en: Share Creation
fr: Partager
ja: 自分の作品を共有する

# share.sheet.watermarkHint
source: 免费版导出带 MiLens 水印，升级 Pro 可去除
de: Gratisexport mit Wasserzeichen · Pro entfernt es
en: Free export includes watermark · Pro removes watermark
fr: Passez à Pro pour exporter sans filigrane
ja: 無料版ではMiLensウォーターマークを付けてエクスポートしますが、Proにアップグレードすると削除できます。
zh_hant: 免費版匯出含 MiLens 浮水印，升級 Pro 即可移除

# source.businessCard.meta
source: 档案头像
de: Profil-Avatar
en: Profile Avatar
fr: Avatar de profil
ja: プロフィール写真
zh_hant: 檔案大頭貼

# source.change
source: 更换
de: Ändern
en: Change
fr: Modifier
ja: 交換する
zh_hant: 更換

# source.petCard.meta
source: 来源照片
de: Quellfoto
en: Source Photo
fr: Photo source
ja: 出典写真
zh_hant: 來源照片

# source.redPacket.meta
source: 封面素材
de: Cover-Kunstwerk
en: Cover Artwork
fr: Illustration de couverture
ja: カバー素材

# startup.unknownError
source: 未知错误
de: Beim Start ist ein unbekannter Fehler aufgetreten.
en: An unknown error occurred during launch.
fr: Une erreur inattendue est survenue au démarrage.
ja: 不明なエラー
zh_hant: 啟動時發生未知的錯誤。

# tab.create
source: 创作
de: Erstellen
en: Create
fr: Atelier
ja: 創造
zh_hant: 創作

# tab.home
source: 首页
de: Start
en: Home
fr: Accueil
ja: フロントページ
zh_hant: 首頁

# tab.pets
source: 伙伴
de: Haustiere
en: Pals
fr: Compagnons
ja: パートナー
zh_hant: 毛小孩

# tab.settings
source: 我的
de: Ich
en: Me
fr: Réglages
ja: 私の

# timeline.addMemory
source: 添加记忆
de: Erinnerung hinzufügen
en: Add Memory
fr: Ajouter un souvenir
ja: 思い出を追加
zh_hant: 新增記憶

# timeline.addMemory.bodyPlaceholder
source: 写一句话（可选）
de: Schreibe einen Satz (optional)
en: Write a sentence (optional)
fr: Écrivez une phrase (facultatif)
ja: 文章を書きます（オプション）
zh_hant: 寫一句話（選填）

# timeline.addMemory.comingSoon
source: 添加记忆功能即将推出，敬请期待。
de: Das Erstellen von Erinnerungen ist bald verfügbar.
en: Memory creation is coming soon.
fr: Bientôt disponible
ja: 思い出の追加機能は近日公開予定です。お楽しみに。
zh_hant: 新增記憶功能即將推出，敬請期待。

# timeline.addMemory.content
source: 内容
de: Inhalt
en: Content
fr: Contenu du souvenir
ja: コンテンツ
zh_hant: 內容

# timeline.addMemory.date
source: 日期
de: Datum
en: Date
fr: Date
ja: 日付

# timeline.addMemory.noPet
source: 请先创建伙伴档案
de: Erstelle zuerst ein Haustierprofil
en: Create a pal profile first
fr: Veuillez d'abord créer un profil de compagnon
ja: まずパートナープロフィールを作成してください
zh_hant: 請先建立毛小孩檔案

# timeline.addMemory.noPhoto
source: 不关联照片
de: Kein Foto verknüpft
en: No photo attached
fr: Aucune photo associée
ja: 写真とは関係ありません
zh_hant: 不關聯照片

# timeline.addMemory.options
source: 选项
de: Optionen
en: Options
fr: Options
ja: オプション
zh_hant: 選項

# timeline.addMemory.pet
source: 归属伙伴
de: Haustier
en: Pal
fr: Compagnon
ja: 所属パートナー
zh_hant: 歸屬毛小孩

# timeline.addMemory.pinned
source: 置顶到档案首页
de: An Profil anheften
en: Pin to Profile
fr: Épingler en haut du profil
ja: ファイルのホームページにピン留めする
zh_hant: 置頂到檔案首頁

# timeline.addMemory.relatedPhoto
source: 关联照片
de: Zugehöriges Foto
en: Related Photo
fr: Photo associée
ja: 関連写真
zh_hant: 關聯照片

# timeline.addMemory.save
source: 保存记忆
de: Erinnerung speichern
en: Save Memory
fr: Enregistrer
ja: 思い出を保存
zh_hant: 儲存記憶

# timeline.addMemory.saveFailed
source: 保存失败，请重试
de: Erinnerung konnte nicht gespeichert werden
en: Couldn't save memory
fr: Échec de l'enregistrement. Veuillez réessayer.
ja: 保存に失敗しました。もう一度お試しください
zh_hant: 儲存失敗，請重試

# timeline.addMemory.titlePlaceholder
source: 给它起个标题
de: Titel für diese Erinnerung
en: Give This Memory a Title
fr: Titre du souvenir
ja: タイトルを付けてください
zh_hant: 給它起個標題

# timeline.addMemory.titleRequired
source: 请填写标题
de: Gib einen Titel ein
en: Enter a title
fr: Le titre est obligatoire
ja: タイトルを入力してください
zh_hant: 請填寫標題

# timeline.allPets
source: 全部伙伴
de: Alle Haustiere
en: All Pals
fr: Tous les compagnons
ja: すべてのパートナー
zh_hant: 全部毛小孩

# timeline.birthday.subtitle %lld
source: 第%lld个生日
de: Geburtstag #%lld
en: Birthday #%lld
fr: Fête ses %lld ans
ja: %lldの誕生日
zh_hant: 第%lld個生日

# timeline.birthday.title %@ %lld
source: %@%lld岁啦！🎂
de: Alles Gute zum Geburtstag, %@! 🎂 (#%lld)
en: Happy Birthday, %@! 🎂 Turning %lld today
fr: Joyeux anniversaire, %@ ! 🎂 %lld ans aujourd'hui
ja: %@%lld歳！ 🎂
zh_hant: %@ %lld歲啦！🎂

# timeline.chapter.subtitle
source: 把日常慢慢变成共同的历史
de: Tägliche Momente, die zu einer gemeinsamen Geschichte werden
en: Daily moments, becoming a shared history
fr: Le quotidien devient peu à peu une histoire commune
ja: 日常生活を共有の歴史に変える
zh_hant: 把日常慢慢變成共同的歷史

# timeline.chapter.together %lld
source: 一起生活的第%lld年
de: Jahr %lld zusammen
en: Year %lld Together
fr: Année %lld ensemble
ja: 一緒に暮らして %lld年

# timeline.empty.body
source: 添加伙伴档案和照片后，这里会自动生成成长时间线
de: Füge ein Haustierprofil und Fotos hinzu. Die Wachstumszeitleiste entsteht hier automatisch.
en: Add a pal profile and photos, and their growth timeline will appear here automatically
fr: Ajoutez un profil de compagnon et des photos ; leur chronologie de croissance s'affichera ici automatiquement.
ja: パートナーのプロフィールと写真を追加すると、ここで成長タイムラインが自動的に生成されます。
zh_hant: 新增毛小孩檔案和照片後，這裡會自動產生成長時間軸

# timeline.empty.title
source: 还没有成长记录
de: Keine Zeitleisten-Einträge
en: No Timeline Records
fr: Aucun souvenir pour l'instant
ja: 成長記録はまだありません
zh_hant: 還沒有成長記錄

# timeline.event.adoption %@
source: 和%@成为家人的日子
de: Adoptionstag von %@
en: %@'s Adoption Day
fr: Jour d'adoption de %@
ja: %@ と家族になった日
zh_hant: 和%@成為家人的日子

# timeline.event.birthday %@
source: %@的生日
de: Geburtstag von %@
en: %@'s Birthday
fr: Anniversaire de %@
ja: %@ の誕生日

# timeline.export.entryCount %lld
source: %lld 条记录
de: %lld Einträge
en: %lld records
fr: %lld souvenirs
ja: %lldレコード
zh_hant: %lld 筆記錄

# timeline.export.watermark
source: 由 MiLens 制作
de: Erstellt mit MiLens
en: Made with MiLens
fr: Créé avec MiLens
ja: MiLens制作
zh_hant: 由 MiLens 製作

# timeline.exportFailed
source: 导出失败
de: Zeitleisten-Export fehlgeschlagen
en: Timeline export failed
fr: Échec de l'exportation
ja: エクスポートに失敗しました
zh_hant: 匯出失敗

# timeline.exportFailedDetail %@
source: 导出失败：%@
de: Export fehlgeschlagen: %@
en: Export failed: %@
fr: Impossible d'exporter la chronologie : %@
ja: エクスポートに失敗しました：%@
zh_hant: 匯出失敗：%@

# timeline.filterAll
source: 全部
de: Alle Haustiere
en: All
fr: Tous les compagnons
ja: 全て

# timeline.lockedBannerCTA
source: 升级 MiLens Pro，查看完整成长时间线
de: Lebenslangen Verlauf freischalten
en: Unlock Lifetime History
fr: Passez à MiLens Pro pour voir la chronologie complète
ja: MiLens Proをアップグレードして、完全な成長タイムラインを表示します
zh_hant: 升級 MiLens Pro，查看完整成長時間軸

# timeline.lockedBannerTitle
source: 一年前的故事，仍然替你保存着
de: Im kostenlosen Tarif ist die Zeitleiste des letzten Jahres enthalten
en: Stories from over a year ago are still saved for you
fr: Les histoires d'il y a plus d'un an sont toujours gardées pour vous
ja: 1年前の物語はまだあなたのために保存されています
zh_hant: 一年前的故事，仍然替你保留著

# timeline.lockedEmptyBody
source: 升级 MiLens Pro，查看一年前的成长记录。
de: Upgrade auf Pro, um die lebenslangen Erinnerungen deines Lieblings freizuschalten.
en: Upgrade to Pro to unlock your pal's full lifetime memories.
fr: Passez à MiLens Pro pour débloquer l'accès à toute l'histoire de votre compagnon.
ja: MiLens Proをアップグレードすると、1年前の成長記録を確認できます。
zh_hant: 升級 MiLens Pro，查看一年前的成長記錄。

# timeline.lockedEmptyTitle
source: 你的早期故事还在这里
de: Frühere Erinnerungen sind gesperrt
en: Your earlier stories are still here
fr: Vos premières histoires sont toujours ici
ja: あなたの初期のストーリーはまだここにあります
zh_hant: 你的早期故事還在這裡

# timeline.memoryType.photo
source: 照片记忆
de: Foto
en: Photo Memory
fr: Photo
ja: 写真の記憶
zh_hant: 照片記憶

# timeline.memoryType.text
source: 文字记忆
de: Texterinnerung
en: Text Memory
fr: Souvenir texte
ja: 単語の記憶
zh_hant: 文字記憶

# timeline.memoryType.work
source: 作品记录
de: Kreation
en: Creation
fr: Création
ja: 作業記録
zh_hant: 作品記錄

# timeline.month %lld
source: %lld月
de: Monat %lld
en: Month %lld
fr: Mois %lld

# timeline.photo.title %@
source: %@的照片
de: Foto von %@
en: %@'s Photo
fr: Photo de %@
ja: %@の写真

# timeline.photo.title.default
source: 照片
de: Fotoerinnerung
en: Photo
fr: Photo
ja: 写真

# timeline.previewDaysLeft %lld
source: 完整时间线体验还剩 %lld 天
de: Noch %lld Tage in der Vollvorschau
en: %lld days left in full preview
fr: Plus que %lld jours d'aperçu complet
ja: 完全なタイムラインエクスペリエンスは残り %lld日です
zh_hant: 完整時間軸體驗還剩 %lld 天

# timeline.previewUnlockCTA
source: 现在解锁，继续保存全部故事
de: Vollständigen Verlauf freischalten
en: Unlock Full History
fr: Débloquez maintenant et conservez toutes les histoires
ja: 今すぐロックを解除して全文の保存を続けてください
zh_hant: 現在解鎖，繼續保留全部故事

# timeline.reference.update.subtitle %@
source: %@正在快速成长，建议重新选择照片注册
de: %@ wächst schnell · Zeit für neue Referenzfotos
en: %@ is growing fast — it's time to refresh the reference photos
fr: %@ grandit vite : renouvelez ses photos de référence
ja: %@ は急速に増加しているため、登録する写真を再選択することをお勧めします
zh_hant: %@ 正在快速成長，建議重新選取參考照片

# timeline.reference.update.title %@
source: 建议为%@更新参考照片
de: Referenzfotos von %@ aktualisieren
en: Update %@'s Reference Photos
fr: Actualiser les photos de référence de %@
ja: %@ の参照写真を更新することをお勧めします。
zh_hant: 建議更新 %@ 的參考照片

# timeline.renderFailed
source: 时间线渲染失败，请重试
de: Zeitleisten-Poster konnte nicht gerendert werden
en: Couldn't render timeline poster
fr: Échec du rendu de la chronologie
ja: タイムラインのレンダリングに失敗しました。もう一度お試しください。
zh_hant: 時間軸算繪失敗，請重試

# timeline.title
source: 成长时间线
de: Wachstums-Zeitleiste
en: Growth Timeline
fr: Chronologie de croissance
ja: 成長スケジュール
zh_hant: 成長時間軸

# timeline.type.adoption
source: 纪念日
de: Adoptionstag
en: Adoption Day
fr: Adoption
ja: 周年
zh_hant: 紀念日

# timeline.type.birthday
source: 生日
de: Geburtstag
en: Birthday
fr: Anniversaire
ja: 誕生日

# timeline.viewProBenefits
source: 查看 Pro 权益
de: Pro-Vorteile ansehen
en: View Pro Benefits
fr: Voir les avantages Pro
ja: プロの特典を見る
zh_hant: 查看 Pro 權益

# timeline.work.fromPhoto
source: 由一张照片生成
de: Aus Foto erstellt
en: Created from Photo
fr: Créé à partir d'une photo
ja: 写真から生成された
zh_hant: 由一張照片產生

# timeline.work.saved
source: 已保存
de: Gespeicherte Kreation
en: Saved Creation
fr: Création enregistrée
ja: 保存されました
zh_hant: 已儲存

# timeline.year %lld
source: %lld年
de: Jahr %lld
en: Year %lld
fr: Année %lld

# upload.action.wechatShare
source: 用微信分享
de: Auf WeChat teilen
en: Share to WeChat
fr: Partager sur WeChat
ja: WeChatで共有する

# upload.headline
source: 封面已经做好， 接下来交给微信。
de: Das Cover ist bereit. Jetzt ist es Zeit für WeChat.
en: The cover is ready. The rest happens in WeChat.
fr: La couverture est prête. Place à WeChat !
ja: カバーの準備ができましたので、 次に、それをWeChatに渡します。
zh_hant: 封面已經做好， 接下來交給微信。

# upload.platformNote
source: MiLens 只负责生成与导出；上传、审核和发布均在微信完成。
de: MiLens erstellt und exportiert das Cover; Hochladen, Prüfung und Veröffentlichung erfolgen in WeChat.
en: MiLens creates and exports the cover; upload, review, and publishing happen in WeChat.
fr: MiLens génère et exporte la couverture ; la mise en ligne, la vérification et la publication s'effectuent sur WeChat.
ja: MiLensは生成とエクスポートのみを担当します。アップロード、レビュー、公開はすべてWeChat上で完了します。
zh_hant: MiLens 只負責產生與匯出；上傳、審核與發布均在微信完成。

# upload.proof.title
source: 导出规格已通过
de: Export-Spezifikationen erfüllt
en: Export Specifications Passed
fr: Spécifications d'export validées
ja: 輸出仕様書に合格しました
zh_hant: 匯出規格已通過

# upload.proof.watermark
source: 免费版 · 含 MiLens 小字水印
de: Kostenloser Plan · Enthält ein kleines MiLens-Wasserzeichen
en: Free Plan · Includes a small MiLens watermark
fr: Version gratuite · Inclut un discret filigrane MiLens
ja: 無料版 · MiLensの小さなフォントの透かしが含まれています
zh_hant: 免費版 · 含 MiLens 小字浮水印

# upload.step.01.desc
source: 保存时请选择原始尺寸。
de: Wähle beim Speichern die Originalgröße aus.
en: Choose the original size when saving.
fr: Choisissez la taille d'origine lors de l'enregistrement.
ja: 保存する際は元のサイズを選択してください。
zh_hant: 儲存時請選擇原始尺寸。

# upload.step.01.title
source: 先把封面图存到系统相册
de: Cover in Fotos speichern
en: Save the Cover to Photos
fr: Enregistrer la couverture dans Photos
ja: まずカバー画像を「写真」アプリに保存します
zh_hant: 先把封面圖存到系統相簿

# upload.step.02.desc
source: 在浏览器中登录并进入个人定制。
de: Melde dich in deinem Browser an und öffne die persönliche Anpassung.
en: Sign in from your browser and open Personal Customization.
fr: Connectez-vous dans votre navigateur et accédez à la personnalisation.
ja: ブラウザにログインし、「カスタマイズ」に進みます。
zh_hant: 在瀏覽器中登入並進入個人客製化。
